import React from 'react'
import './Header.css'

const Header = () => {
  return (
    <div className="header">
      <div className="hero-content">
        {/* <h1>אין יום כמו היום להתחיל להתאמן</h1>
        <p> במרכז הכושר שלנו, מחכה לך לא רק אימון, אלא חוויה שלמה שמתמקדת בבריאות הנפש והגוף. הצטרפי אל קהילת נשים תומכת שבונה כוח, עצמאות וביטחון בכל פגישה. כל חדר כושר שלנו מעוצב בקפידה כדי להעניק לך את הסביבה המושלמת להתפתחות אישית ולהשגת יעדים בדרך שתעשה לך טוב ביותר. מאמנות מוסמכות ומקצועיות מלוות אותך בכל שלב, עם תכניות מותאמות אישית שתוכננו להבטיח שתרגישי את ההתקדמות וההצלחה כבר מהאימון הראשון.</p> */}
        {/* <a href="#join" className="cta-button">הצטרפי עכשיו</a> */}
      </div>
    </div>
    
  )
}

export default Header
